Revit 2022 API
ParameterTypeId.FabricationSpotBottomElevationOfPart Property
 "Spot Bottom Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
Syntax
C#
public static ForgeTypeId FabricationSpotBottomElevationOfPart { get; }
Visual Basic
Public Shared ReadOnly Property FabricationSpotBottomElevationOfPart As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricationSpotBottomElevationOfPart {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace